[
  {
      "id": 1,
      "disenoId": 1,
      "texto": "Increased task clarity (discover projects, join, apply) by shipping a card-based IA and consistent component states, validated through 6 iteration rounds with core admins."
    },
    {
      "id": 2,
      "disenoId": 1,
      "texto": "Reduced visual inconsistency by introducing a tokenized design system and component library, streamlining future page builds."
    },
    {
      "id": 3,
      "disenoId": 1,
      "texto": "Strengthened brand trust by unifying identity across site and socials, supporting organic impressions and higher event conversion."
    },
    {
      "id": 4,
      "disenoId": 6,
      "texto": "Reduced handoff time by delivering a compact UI kit + UX copy up front, enabling engineers to implement net-new screens in minutes, not hours."
    },
    {
      "id": 5,
      "disenoId": 6,
      "texto": "Increased task clarity (join via course ID, post question, review insights) by tightening labels and microcopy across core flows."
    },
    {
      "id": 6,
      "disenoId": 6,
      "texto": "Strengthened judge comprehension with a clean visual hierarchy that mapped directly to the pitch storyline."
    },
    {
      "id": 7,
      "disenoId": 2,
      "texto": "Reduced asset turnaround from hours to minutes by templating posters/social cards in Figma, accelerating campaign launches."
    },
    {
      "id": 8,
      "disenoId": 2,
      "texto": "Improved recognition and trust with a cohesive identity (site, signage, social), aiding partner onboarding and school approvals."
    },
    {
      "id": 9,
      "disenoId": 5,
      "texto": "Increased result comprehension by redesigning the readout to top-1 + alternates with confidence and disclaimer, shortening scan time in demos."
    },
    {
      "id": 10,
      "disenoId": 5,
      "texto": "Reduced cognitive load with consistent color chips and typography scale across the 7 classes, improving recognition in user walk-throughs."
    },
    {
      "id": 11,
      "disenoId": 5,
      "texto": "Accelerated sign-off from clinical advisors by converting interview insights into concrete component updates within 48-hour cycles."
    },
    {
      "id": 12,
      "disenoId": 7,
      "texto": "Reduced cognitive load by introducing a meal roulette and compact plan cards, shortening decision time in tests."
    },
    {
      "id": 13,
      "disenoId": 7,
      "texto": "Accelerated build by handing off a tokenized component library, enabling rapid Flutter implementation."
    },
    {
      "id": 14,
      "disenoId": 7,
      "texto": "Increased perceived attainability via supportive copy and light gamification (challenges/rewards), aligning with interview insights."
    },
    {
      "id": 15,
      "disenoId": 8,
      "texto": "Reduced cognitive load by collapsing creation into four discrete decisions, increasing first-try completion in demo sessions."
    },
    {
      "id": 16,
      "disenoId": 8,
      "texto": "Improved control without complexity via the bubble weighting UI, letting users up-weight ideas with a tap instead of sliders or forms."
    },
    {
      "id": 17,
      "disenoId": 8,
      "texto": "Accelerated build by designing directly for HTML/CSS (no design-system overhead), enabling a same-night ship."
    },
    {
      "id": 18,
      "disenoId": "",
      "texto": ""
    }
]