[
  {
      "id": 1,
      "liderazgoId": 1,
      "texto": "Grew Studevs from 0 → 160+ members in ~12 months by launching a challenge-driven program and recruiting peer leaders, measured by active participation and shipped projects."
    },
    {
      "id": 2,
      "liderazgoId": 1,
      "texto": "Drove 13+ national awards by facilitating and spearheading 12+ events/hackathons, implementing pre-mortems and review rituals that raised submission quality."
    },
    {
      "id": 3,
      "liderazgoId": 1,
      "texto": "Unlocked university sponsorship by pitching leadership with a concrete outcomes roadmap, enabling national-level participation and funding."
    },
    {
      "id": 4,
      "liderazgoId": 1,
      "texto": "Spearheaded the development of a hierarchical admin system, establishing roles for founders, admins, alumni, and participants to ensure long-term continuity. The system has remained active for 2.5 years, sustaining 3 generations of leadership... and counting."
    },
    {
      "id": 5,
      "liderazgoId": 1,
      "texto": "Reached 300+ organic impressions by deploying narrative-first content and alumni spotlights, increasing event sign-ups and partner interest."
    },
    {
      "id": 6,
      "liderazgoId": 1,
      "texto": "Catalyzed 10 Mitacs GRI wins & 6 Big Tech/YC placements via targeted mentorship, application playbooks, and mock interviews."
    },

    {
      "id": 7,
      "liderazgoId": 2,
      "texto": "Collected ~600 kg of plastic caps by launching a multi-campus drop-box program and weekly pickups over the run, documented with partner receipts."
    },
    {
      "id": 8,
      "liderazgoId": 2,
      "texto": "Delivered 8,640 batteries + 5,000 cigarette butts to SEGAM by standardizing collection → storage → handoff, ensuring safe disposal."
    },
    {
      "id": 9,
      "liderazgoId": 2,
      "texto": "Mobilized 50+ volunteers for clean-up initiatives and community challenges by coordinating schools and volunteers, coupling advocacy with real cleanup."
    },
    {
      "id": 10,
      "liderazgoId": 2,
      "texto": "Reached ~200 students with a sustainability talk at an entrepreneurship fair by packaging “act-measure-share” playbooks teens could replicate."
    },
    {
      "id": 11,
      "liderazgoId": "3",
      "texto": "Delivered 600 kg (≈216,000 caps) in 12 weeks by installing collection containers across 5 schools and running weekly campus-captain pickups, surpassing the 28 kg baseline by ~21×, validated via weigh-in and AMANC handoff."
    },
    {
      "id": 12,
      "liderazgoId": "3",
      "texto": "Mobilized up to 20 volunteers by defining roles, shifts, and checklists, achieving zero missed pickups and an on-time campaign close."
    },
    {
      "id": 13,
      "liderazgoId": "3",
      "texto": "Executed 2 holiday events (AMANC + girls’ shelter) by coordinating logistics and partners (incl. TecMilenio robotics), enabling the donation of ~25 toys and structured activities."
    },
    {
      "id": 14,
      "liderazgoId": "3",
      "texto": "Standardized cross-campus execution with a simple starter kit (what/where/how), reducing setup friction and keeping all five sites active for the full 12 weeks."
    },
    {
      "id": 15,
      "liderazgoId": "4",
      "texto": "Launched a student coordination from 0 → enduring (6 generations) by formalizing mission, rules, and succession, evidenced by the group’s continuity as Sociedad Estudiantil CSA."
    },
    {
      "id": 16,
      "liderazgoId": "4",
      "texto": "Delivered two campus-wide events on time (Día de Muertos contest, Talent Show) by instituting a repeatable playbook and role clarity, achieving smooth execution with no incidents."
    },
    {
      "id": 17,
      "liderazgoId": "4",
      "texto": "Reduced approval friction by creating a formal student ↔ Catholic Mothers leadership channel, accelerating cultural initiatives from proposal to execution."
    },
    {
      "id": 18,
      "liderazgoId": "4",
      "texto": "Increased organizational durability by documenting processes and executing a structured handoff, enabling new cohorts to scale on a proven base."
    },
    {
      "id": 19,
      "liderazgoId": "5",
      "texto": "Delivered 70% of total work across research, design, and app dev in 4 months by running weekly check-ins and risk burn-down, keeping a 4-member team on track to demo on time."
    },
    {
      "id": 20,
      "liderazgoId": "5",
      "texto": "Reduced clinical ambiguity by formalizing a dermatologist-guided Design Thinking loop (3 interviews → insights → UI revisions), improving result-screen clarity."
    },
    {
      "id": 21,
      "liderazgoId": "5",
      "texto": "De-risked evaluation with a seeded, stratified 80/20 split and a documented augmentation pipeline, enabling consistent comparison across runs."
    },
    {
      "id": 22,
      "liderazgoId": "5",
      "texto": "Won 1st place (national) at University Entrepreneur Battle 2023 @ Talent Land by packaging a clear story: balanced data, lean CNN, and clinician-centric UX."
    },
    {
      "id": 23,
      "liderazgoId": "7",
      "texto": "Delivered a two-sided MVP in 4 days by sequencing research → atomic design → Flutter build, enabling a clean live demo on time."
    },
    {
      "id": 24,
      "liderazgoId": "7",
      "texto": "Increased judge resonance by reframing “dieting” into choice + reward loops, landing a top-4 highlight in Salud Digna."
    },
    {
      "id": 25,
      "liderazgoId": "7",
      "texto": "De-risked scope with explicit acceptance criteria (must: plan match, roulette, challenges, rewards), keeping a 4-person team aligned under hackathon pressure."
    },
    {
      "id": 26,
      "liderazgoId": "10",
      "texto": "Increased team productivity 30% by rolling out SCRUM (Jira/Slack/Confluence) and Figma libraries, measured by story points completed/sprint vs. the first two sprints."
    },
    {
      "id": 27,
      "liderazgoId": "10",
      "texto": "Improved user acceptance 40% by executing 4 usability cycles and pivoting to shorter acronym loops with clearer rewards, measured via prototype “would-use weekly” responses from test participants."
    },
    {
      "id": 28,
      "liderazgoId": "10",
      "texto": "Compressed approval cycles by instituting weekly design crit + decision logs, keeping stakeholders aligned and eliminating rework late in the program."
    },
    {
      "id": 29,
      "liderazgoId": "",
      "texto": ""
    }
]